Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/metsa.fi/c81.pdf.tmx
Source language: fin
Languages: sme

source: Artiklan määräys edellyttää YK:n ihmisoikeuskomitean tulkinnan mukaan, että taloudelliset toimenpiteet suunnitellaan ja sopeutetaan siten, että saamelaisten elinkeinojen – kuten poronhoidon – taloudellinen kannattavuus säilyy.
sme: Artikla mearrádus gibida ON:a olmmošvuoigatvuohtakomitea dulkojumi mielde, ahte ekonoalaš doaimmat plánejuvvojit ja heivehuvvojit nu, ahte sápmelaččaid ealáhusaid – dego boazodoalu – ekonomalaš gánnáhahttivuohta seailu.

source: 3.2. 2 Biodiversiteettisopimus
sme: 3.2.2 Biodiversitehtasoahpamuš

source: Biologista monimuotoisuutta koskeva yleissopimus (biodiversiteettisopimus) saatettiin voimaan asetuksella 78/1994. Siinä todetaan mm., että sopimuspuolet
sme: Biologalaš máŋggabealátvuhtii guoskevaš oppalašsoahpamuš (biodiversitehtasoahpamuš) fápmuduvvui ásahusain 78/1994. Das gávnnahuvvo ee., ahte soahpamušoassebealit

source: tunnustavat monien perinteisen elämäntavan omaavien alkuperäis- ja paikallisyhteisöjen läheisen ja perinteisen riippuvuuden biologisista luonnonvaroista sekä sen, että on toivottavaa jakaa biologisen monimuotoisuuden suojelua ja sen osien kestävää käyttöä koskevasta perinteisestä tietämyksestä, uudistuksesta ja käytännöstä saatu hyöty oikeudenmukaisesti.
sme: dovddastit máŋggaid árbevirolaš eallinvuogi hálddašeaddji eami- ja báikkálašservožiid lagas ja virolaš čatnagasa biologalaš luondduvalljodagain, ja dasa lassin dan, ahte lea sávahahtti juohkit biologalaš máŋggabealátvuođa suodjaleapmái ja dan osiid suvdilis geavaheapmái guoskevaš árbevirolaš dieđus, ođasmahttimis ja geavadis fidnejuvvon ávkki vuoiggalaččat.

source: 3 Perustuslaki
sme: 3.2.3 Vuođđoláhka

source: Kaldoaivin erämaa-alue kuuluu kokonaisuudessaan saamelaisten kotiseutualueeseen.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu gullet ollásit sámiid ruovttuguvlui.

source: Erämaaalueiden yhtenä tavoitteena mainittua saamelaiskulttuurin turvaamista koskevia säännöksiä on lisäksi muissa säädöksissä, muun muassa 1.3.
sme: Meahcceguovlluid oktan ulbmilin leat máinnašuvvon sámekultuvrra dorvvasteapmái guoskevaš njuolggadusat.

source: 2000 voimaan tulleessa Suomen perustuslain (731/1999) 17. §:n 3. momentissa.
sme: Dat gávdnojit maiddái eará láhkamearrádusain, earret eará 1.3.2000 fápmui boahtán Suoma vuođđolága (731/1999) 17. § 3. momeanttas.

source: Tämän perusoikeussäännöksen mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Dán vuođđovuoigatvuođanjuolggadusa mielde sámiin lea álgoálbmogin vuoigatvuohta bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Lisäksi Suomen perustuslaissa (121 §, 4 mom) on turvattu saamelaisille alkuperäiskansana omaa kieltään ja kulttuuriaan koskeva itsehallinto saamelaisten kotiseutualueella sen mukaan, kuin siitä laissa säädetään.
sme: Dasa lassin Suoma vuođđolágas (121 §, 4 mom) lea dorvvastuvvon sámiide álgoálbmogin sin iežaset gillii ja kultuvrii guoskevaš iešstivren sámiid ruovttuguovllus dan mielde go das lágas mearriduvvo.

source: Kulttuuri-itsehallintoa toteuttaa saamelaiskäräjälain 9. §:ssä tarkoitettu saamelaiskäräjät.
sme: Kulturiešstivrema ollašuhttá sámediggelága 9 §:s oaivvilduvvon sámediggi.

source: 3.2. 4 Laki saamelaiskäräjistä
sme: 3.2.4 Láhka sámedikkis

source: Laki saamelaiskäräjistä (974/1995) velvoittaa
sme: Sámediggeláhka (974/1995) geatnegahttá

source: viranomaisia [ja Metsähallitusta] neuvottelemaan saamelaiskäräjien kanssa kaikista laajakantoisista ja merkittävistä toimenpiteistä, jotka voivat välittömästi ja erityisellä tavalla vaikuttaa saamelaisten asemaan alkuperäiskansana ja jotka koskevat saamelaisten kotiseutualueella – – valtionmaan, suojelualueiden ja erämaa-alueiden hoitoa, käyttöä, vuokrausta ja luovutusta.
sme: eiseválddiid [ja Meahciráđđehusa] ráđđádallat Sámedikkiin buot guhkásváikkuheaddji ja mearkkašahtti doaimmain, mat sáhttet njuolgga ja sierra vuogi mielde váikkuhit sámiid sajádahkii álgoálbmogin ja mat gusket sámiid ruovttuguovllus – – stáhtaeatnamiid, suodjalanguovlluid ja meahcceguovlluid dikšumii, láigoheapmái ja luohpadeapmái, – –.

source: – – Neuvotteluvelvoitteen täyttämiseksi asianomaisen viranomaisen on varattava saamelaiskäräjille tilaisuus tulla kuulluksi ja neuvotella asiasta.
sme: Ráđđádallangeatnegasvuođa deavdin dihte áššáigullevaš eiseváldi galgá várret sámediggái dilálašvuođa šaddat gullojuvvot ja ráđđádallat áššis.

source: Tilaisuuden käyttämättä jättäminen ei estä viranomaista jatkamasta asian käsittelyä.
sme: Jos sámediggi ii geavat dán dilálašvuođa, de dat ii hehtte eiseválddi gieđahallamis ášši.

source: Saamelaiskulttuurin harjoittamiseen lasketaan kuuluviksi perinteiset elinkeinot – kuten poronhoito, kalastus ja metsästys.
sme: Sámekultuvrrain bargamii lohkkojuvvojit árbevirolaš ealáhusat – dego boazodoallu, guolástus ja meahccebivdu.

source: 3.2. 5 Laki Metsähallituksesta
sme: 3.2.5 Láhka Meahciráđđehusas

source: Metsähallitukselle on annettu erityinen velvoite saamelaisten kulttuuriperinnön suojeluun saamelaisten kotiseutualueella (Laki Metsähallituksesta 1378/2004).
sme: Meahcceráđđehussii lea addojuvvon earenoamáš geatnegasvuohta sápmelaččaid kulturárbbi suodjaleamis sápmelaččaid ruovttuguovllus (Láhka Meahcceráđđehusas 1378/2004).

source: Lain 4. §:ssä todetaan, että yleiset yhteiskunnalliset velvoitteet edellyttävät Metsähallituksen hallinnassa olevien luonnonvarojen hoidon, käytön ja suojelun yhteensovittamista saamelaiskäräjistä annetussa laissa (974/1995) tarkoitetulla saamelaisten kotiseutualueella siten, että saamelaisten kulttuurin harjoittamisen edellytykset turvataan.
sme: Lága 4. §:s daddjojuvvo, ahte almmolaš servodatlaš geatnegasvuođat gáibidit Meahcceráđđehusa hálddašeami vuollásaš luondduvalljodagaid dikšuma, geavaheami ja suodjaleami oktiiheiveheami sámedikkis addojuvvon lágas (974/1995) dárkkuhuvvon sámiid ruovttuguovllus nu, ahte sápmelaččaid kulturgáhttema vejolašvuođat sihkkarastojit.

source: Hallituksen esityksessä saamelaisten kulttuurin harjoittamisen edellytysten turvaamista on kuvattu sekä saamelaisten kotiseutualueella että koko poronhoitoalueella.
sme: Riikkaráđđehusa evttohusas sámekultuvrra hárjeheami eavttuid dorvvasteami leat govven sihke sápmelaččaid ruovttuguovllus ja oppa boazodoalloguovllus.

source: Erityisesti korostetaan saamelaisen kulttuurin ylläpitämisen ja kehittämisen merkitystä.
sme: Eandalii deattuhit sápmelaš kultuvrra bajásdoallama ja ovddideami mearkkašumi.

source: Velvoittavuutta on korostettu nostamalla se suoraan lakiin aiemman asetuksen sijasta.
sme: Geatnegahttivuohta lea deattuhuvvon nu, ahte dat lea loktejuvvon njuolgga láhkii ovddit ásahusa sajes.

source: Saamelaiskulttuurin turvaamista koskevia säännöksiä on myös maankäyttö- ja rakennuslaissa (132/1999). Kyseiseen lakiin perustuvan valtioneuvoston periaatepäätöksen (30.11.
sme: Sámekultuvrra dorvvasteapmái guoskevaš njuolggadusat gávdnojit maiddái eanageavahan- ja huksenlágas (132/1999) ja máinnašuvvon láhkii vuođđuduvvi stáhtaráđi prinsihppamearrádusa (30.11.2000) mielde sámiid ruovttuguovllus dorvvastit guovlluid geavaheamis sámekultuvrra ja

source: -elinkeinojen kehittämisedellytykset sekä sovittaa ne yhteen luonnon kestokyvyn kanssa.
sme: -ealáhusaid ovddidanvejolašvuođaid ja heivehit dan luonddu suvdilvuođain.

source: käyttö- ja rakennuslain 22. §:n mukaan ”tavoitteet voivat koskea asioita, joilla on – – merkittävä vaikutus kansalliseen kulttuuri- tai luonnonperintöön”.
sme: Eanageavahan- ja huksenlága 22. §:a mielde ”ulbmilat sáhttet guoskat áššiide, mat – – váikkuhit mealgat čearddalaš kultur- dahje luondduárbái”.

source: Alueidenkäytön keskeisiä tavoitteita saamelaiskulttuurin säilymisen kannalta ovat mm.
sme: Guovlluidgeavaheami guovddášulbmilat sámekultuvrra seailuma hárrái leat ee.:

source:  saamelaisten kotiseutualueella saamelaiskulttuurin ja -elinkeinojen kehittämisedellytysten turvaaminen sekä sovittaminen yhteen luonnon kestokyvyn kanssa
sme:  sámiid ruovttuguovllus sámekultuvrra ja -ealáhusaid ovddidanvejolašvuođaid dorvudeapmi ja oktiiheiveheapmi luonddu suvdinnávccain

source:  alueiden säilyminen luonto- ja kulttuuriarvojen kannalta erityisen merkittävinä kokonaisuuksina siten, että asumisen ja elinkeinotoiminnan harjoittamisen edellytykset säilyvät
sme:  guovlluid seailun luonddu- ja kulturárvvuid ektui earenoamáš mearkkašahtti ollisvuohtan nu, ahte ássama ja ealáhusdoaimma vejolašvuođat seilot

source:  alueiden erityispiirteiden tunnistaminen ja alueiden käytön sovittaminen mahdollisimman tasapainoisesti yhteen poikkeuksellisten luonnonolojen ja kulttuuriarvojen turvaamiseksi
sme:  guovlluid earenoamášbeliid dovdán ja guovlluid geavaheami heiveheapmi nu dássedettolaččat go vejolaš oktii earretlágan luonddudiliid ja kulturárvvuid sihkkarastima várás

source:  luonnonoloihin sopeutuneiden, omaleimaisten kylä- ja kulttuuriympäristöjen säilyttäminen ehjinä.
sme:  luonddudiliide vuogáiduvvan, iešlágálaš gille- ja kulturbirrasiid seailluheapmi čavddisin

source: 3.2. 7 Porotalouden ja luontaiselinkeinojen rahoituslaki
sme: 3.2.7 Boazodoalu ja luondduealáhusaid ruhtadanláhka

source: Porotalouden ja luontaiselinkeinojen rahoituslain (45/2000) tavoitteena on edistää sekä monipuolistaa porotalouden ja luontaiselinkeinojen elinkeinotoimintaa, parantaa elinkeinojen rakennetta ja toimintaedellytyksiä, edistää uusiutuvien luonnonvarojen kestävää käyttöä, kehittää poronhoito- ja luontaiselinkeinoaluetta sekä tukea haja-asutusalueiden ja yhdyskuntien kehittämistä poronhoitoalueella ja luontaiselinkeinojen harjoittamisalueella.
sme: Boazodoalu ja luondduealáhusaid ruhtadanlága (45/2000) ulbmilin lea ovddidit ja máŋggabealágahttit boazodoalu ja luondduealáhusaid ealáhusdoaimma, buoredit ealáhusaid ráhkadaga ja doaibmanvejolašvuođaid, ovddidit ođasmuvvi luondduvalljodagaid suvdilis geavaheami, ovddidit boazodoallo- ja luondduealáhusguovllu ja maiddái doarjut bieđggoássanguovlluid ja servodagaid ovddideami boazodoalloguovllus ja luondduealáhusaid fidnoguovllus.

source: Lain mukaisissa toimenpiteissä on kiinnitettävä erityistä huomiota saamelaisten mahdollisuuksiin ylläpitää ja kehittää kulttuurimuotoonsa kuuluvia elinkeinoja saamelaisten kotiseutualueella.
sme: Lága čuovvu doaimmain galgá giddet earenoamáš fuomášumi sápmelaččaid vejolašvuođaide bajásdoallat ja ovddidit iežaset kulturvuogádahkii gullevaš ealáhusaid sápmelaččaid ruovttuguovllus.

source: 3.2. 8 Yhdenvertaisuuslaki
sme: 3.2.8 Ovttaveardásašvuođaláhka

source: Yhdenvertaisuuslain (21/2004) mukaan ketään ei saa syrjiä iän, etnisen tai kansallisen alkuperän, kansalaisuuden, kielen, uskonnon, vakaumuksen, mielipiteen, terveydentilan, vammaisuuden, sukupuolisen suuntautumisen tai muun henkilöön liittyvän syyn perusteella.
sme: Ovttaveardásašvuođalága (21/2004) mielde geange ii oaččo olgguštit agi, etnihkalaš dahje álbmotlaš boahtimuša, riikkavulošvuođa, giela, oskkoldaga, vuođđojáhku, oaiviliid, dearvvasvuođadili, lámisvuođa, sohkabealát beroštumi dahje persovdnii gullevaš eará siva vuođul.

source: Yhdenvertaisuuslain eduskuntakäsittelyssä työelämä- ja tasa-arvovaliokunta lausui mietinnössään (TyVM 7/2003 vp – HE 44/2003 vp) viranomaisten velvollisuudesta edistää yhdenvertaisuutta:
sme: Ovttaveardásašvuođalága riikkabeaigieđahallamis bargoeallin- ja dásseárvolávdegoddi celkkii smiehttamušastis (TyVM 7/2003 rb – SII 44/2003 rb) eiseválddiid geatnegasvuođas ovddidit ovttaveardásašvuođa:

source: Erityistä huomiota tulee kiinnittää saamelaisten oikeuksiin alkuperäiskansana ja saamelaiskulttuurin tärkeimmän aineellisen perustan eli poronhoidon turvaamiseen.
sme: Earenoamáš fuomášumi galgá giddet sápmelaččaid vuoigatvuođaide eamiálbmogin ja sámekultuvrra deháleamos ávnnaslaš vuođu dahjege boazodoalu sihkkarastimii.

source: Viranomaisten tulee suunnitelmallisesti edistää saamelaisten mahdollisuuksia harjoittaa poronhoitoa ja hankkia sillä toimeentulonsa.
sme: Eiseválddit galget mihttomearálaččat ovddidit sápmelaččaid vejolašvuođaid bargat boazodoaluin ja skáhppot dainna áigáiboađuset.

source: 3.2. 9 Yhdenvertaisuussuunnitelma
sme: 3.2.9 Ovttaveardásašvuođaplána

source: 2006 (1821/01/2004) on huomioitu työministeriön suositukset (9.9. 2004) yhdenvertaisuussuunnitelmien laatimisesta ja sen erityiskysymykset saamelaisten kotiseutualueella.
sme: Meahcceráđđehusa ovttaveardásašvuođaplánas 3.5.2006 (1821/01/2004) leat váldon vuhtii bargoministeriija ávžžuhusat (9.9.2004) ovttaveardásašvuođaplánaid gárvvisteamis ja dan earenoamášgažaldagat sápmelaččaid ruovttuguovllus.

source: Suunnitelmassa korostetaan henkilökunnan erityiskysymysten huomioinnin kehittämistä ja sen tiedostamista, että samanlainen kohtelu ei aina takaa yhdenvertaisuutta.
sme: Plánas giddejuvvo fuomášupmi bargoveaga spesiálamáhtu ovddideapmái ja plánas váldojuvvo vuhtii, ahte seammalágan gieđahallan ii ovtto dáhkit ovttaveardásašvuođa.

source: Yleinen periaate on, että Metsähallituksen tavoitteena on toteuttaa saamelaisten positiivista erityiskohtelua Metsähallitus-lain (1378/2004) saamelaisten kulttuurin harjoittamisedellytysten turvaamisvelvoitteen lähtökohdista voimassa olevan lainsäädännön sallimissa rajoissa.
sme: Oppalaš vuođđojurdda lea, ahte Meahcceráđđehusa ulbmilin lea ollašuhttit sápmelaččaid positiivvalaš sierragieđahallama Meahcceráđđehuslága sámekultuvrra doaibmavejolašvuođaid dorvudangeatnegasvuođa vuolggasajiin daid rájáid siste, maidda gustovaš láhkaásaheapmi addá vejolašvuođa.

source: Suunnitelman strategia linjaa luontaiselinkeinojen huomioimisen: ”Metsähallitus ymmärtää luontaiselinkeinot sekä niiden ja saamelaiskulttuurin kytkennän ja turvaa niitä yleisillä sekä toimintokohtaisilla säädöksiin perustuvilla menettelyillä.
sme: Plána strategiija dihkkáda luondduealáhusaid vuhtiiváldima: ”Meahcceráđđehus ádde luondduealáhusaid ja maiddái daid ja sámekultuvrra oktiičatnaseami ja dorvuda daid oppalaš gieđahallamiin ja meannudemiiguin, mat vuođđuduvvet iešguđet doibmii čuohccevaš seađáhusaide.

source: ” Saamelaisten erityinen positiivinen huomiointi luontaiselinkeinoissa on perustuslain ja YK:n KP-sopimuksen 27. artiklan mukaan huomioitu siten, että porojen laidunrauhaan, kulkureitteihin ja laitumiin kohdistuvia toimenpiteitä sekä niiden haitallisten vaikutusten tasoa saamelaiskulttuuriin arvioidaan erikseen.
sme: ” Sápmelaččaid positiivvalaš earenoamáš vuhtiiváldin luondduealáhusain lea vuođđolága ja ON:a SP-soahpamuša 27. artihkala mielde ollašuhtton nu, ahte bohccuid guohtunráffái, johtingeinnodagaide ja guohtoneatnamiidda čuohcci doaimmat ja daid vahátlaš váikkuhusaid dássi sámekultuvrii árvvoštallo sierra.

source: Näiden tason turvaamiseksi tulee arvioida nykytilaa ja kehittämistarpeita.
sme: Dáid dási sihkkarastima várás berre árvvoštallat dálá dili ja ovddidandárbbuid.

source: Neuvotteluvelvollisuudet on esitetty muissa säädöksissä.
sme: Ráđđadallangeatnegasvuođat leat ovdanbukton eará seađáhusain.

source: 3.2. 10 Saamen kielilaki
sme: 3.2.10 Sámi giellaláhka

source: Saamen kielilain (1086/2003) tarkoituksena on osaltaan turvata perustuslaissa säädetty saamelaisten oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sme: Sámi giellalága (1086/2003) dárkkuhussan lea oasistis dáhkidit sápmelaččaide vuođđolágas ásahuvvon vuoigatvuođa bajásdoallat ja ovddidit iežaset giela ja kultuvrra.

source: Tavoitteena on, että saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin sekä hyvään hallintoon taataan kielestä riippumatta ja saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota.
sme: Ulbmilin lea, ahte sápmelaččaid vuoigatvuohta vuoiggalaš riektegeavvamii ja buorre hálddahussii dáhkiduvvo gielas beroškeahttá ja dasa lassin sápmelaččaid gielalaš vuoigatvuođat ollašuhttojit almmá, ahte daidda dárbbaša sierra doarjalit.

source: 4.1 Vyöhykkeistämisen tavoitteet ja lähtökohdat
sme: 4 Avádatguovlojuohku 4.1 Avádatjuogu ulbmilat ja vuolggasajit

source: Vyöhykkeistämisen tavoitteena on sovittaa yhteen erämaalain tavoitteet sekä ohjata erämaan nykyistä ja tulevaa käyttöä siten, että ne toteutuvat.
sme: Avádatjuogu ulbmilin lea heivehit oktii meahcceguovlolága (62/1991) ulbmiliid ja stivret meahcceguovllu dálá ja boahttevaš geavaheami nu, ahte dat ollašuvvet.

source: Erämaalain (62/1991) kolme ensimmäistä tavoitetta – erämaaluonteen säilyttäminen sekä saamelaiskulttuurin ja luontaiselinkeinojen turvaaminen – ovat keskeisiä päämääriä koko erämaassa.
sme: Meahcceguovlolága golbma vuosttas ulbmila – meahcceguovloiešlági seailluheapmi ja sámekultuvrra ja luondduealáhusaid dorvvasteapmi – leat hui mávssolaččat oppa meahcceguovllus.

source: Lisäksi erämaalaki edellyttää alueen monipuolisen käytön edellytysten kehittämistä, mikä tarkoittaa lain yksityiskohtaisten perusteluiden mukaan tässä tapauksessa lähinnä virkistyskäytön ja luontomatkailun edellytysten järjestämistä.
sme: Dasa lassin meahcceguovlolága mielde guovllu máŋggabealat geavaheapmi galgá ovddiduvvot, mii oaivvilda lága dárkilet ákkastallamiid mielde dákko vuosttažettiin dan ahte lustageavaheapmái ja luondduturismii galget láhččojuvvot vejolašvuođat.

source: Tämä tavoite on osin ristiriidassa kolmen ensimmäisen tavoitteen kanssa.
sme: Dát ulbmil manná muhtun muddui ruossalassii golmma vuosttas ulbmiliin.

source: Myös erämaaluonteen säilyttämisen, saamelaiskulttuuriin kuuluvan poronhoidon turvaamisen ja muiden luontaiselinkeinojen turvaamisen kesken esiintyy ristiriitoja.
sme: Maiddái meahcceguovloiešlági seailluheami, sámekultuvrii gullevaš boazodoalu dorvvasteami ja eará luondduealáhusaid dorvvasteami gaskkas gávdnojit ruossalasvuođat.

source: Toisin sanoen vyöhykkeistämisellä pyritään pitkäjänteiseen erämaa-alueen ja soidensuojelualueen maankäytön ohjaukseen.
sme: Nuppiiguin sániiguin avádatjuoguin geahččalit stivret guhkesáiggeulbmiliin meahcceguovllu ja jekkiidsuodjalanguovllu eanageavaheami.

source: Vyöhykkeistämisellä pyritään vähentämään ympäristön kulumista, lajiston häiriintymistä ja käyttäjien välisiä ristiriitoja. Erityisesti tavoitteena on minimoida virkistyskäytön aiheuttamia haittoja luontaiselinkeinoille ja saamelaiskulttuurille.
sme: Avádatjuoguin geahččalit geahpedit nu ollu go vejolaš birrasa gollama, šlájaid heahtašuvvama, geavaheaddjiid gaskasaš ruossalasvuođaid ja áinnas geahpedit nu ollu go vejolaš lustageavaheami dagahan heajos beliid luondduealáhusaide ja sámekultuvrii.

source: Vyöhykejako kuvaa erämaan monipuolisen käytön pyrkimyksen painottumista erämaan eri osissa, jotta erämaalain kaikki tavoitteet toteutuvat.
sme: Avádatjuohku govvida, mo meahcceguovllu máŋggabealat geavaheapmi galggašii čađahuvvot meahcceguovllu sierra osiin, vai meahcceguovlolága buot ulbmilat ollašuvvet.

source: Vyöhykkeistä riippumatta erämaalain kolme ensimmäistä tavoitetta ovat keskeisiä koko erämaassa.
sme: Avádagain fuolakeahttá meahcceguovlolága golbma vuosttas ulbmilat leat hui mávssolaččat oppa meahcceguovllus.

source: Käytännössä vyöhykkeistämisellä voidaan ohjata Metsähallituksen maankäyttöratkaisuja, virkistyskäyttöä ja luontomatkailua sekä niihin liittyviä reittejä, muita palvelurakenteita, lupapolitiikkaa sekä hyväksyttäviä toimintoja olemassa olevan lainsäädännön puitteissa.
sme: Iešalddes avádatjuoguin sáhttá stivret Meahciráđđehusa eanageavahančovdosiid, lustageavaheami ja luondduturismma ja daidda guoskevaš johtolagaid, eará bálvalanrusttegiid, lohpepolitihka ja dohkkehahtti doaimmaid dálá láhkamearrádusaid olis.

source: 4.2 Vyöhykkeistämisen perusteet Kaldoaivin erämaassa ja Sammuttijängän–Vaijoenjängän soidensuojelualueella
sme: 4.2 Avádatjuogu ákkat Gálddoaivvi meahcceguovllus ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllus

source: Kaldoaivin erämaa-alue ja Sammuttijängän–Vaijoenjängän soidensuojelualue ovat tärkeitä alueita poronhoitajille, muille luontaiselinkeinojen harjoittajille, paikallisille matkailuyrittäjille ja paikallisille asukkaille.
sme: Gálddoaivvi meahcceguovlu ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovlu leat dehálaš guovllut boazodoalliide, eará luondduealáhusbargiide, báikkálaš turistafitnodagaide ja báikkálaš ássiide.

source: Luontaiselinkeinojen ja saamelaiskulttuurin turvaaminen sekä alueen erämaaluonteen säilyttäminen – käsittäen paikallisen väestön kotitarvekalastuksen, metsästyksen ja hillastuksen – on keskeisintä.
sme: Luondduealáhusaid ja sámekultuvrra dorvvasteapmi ja guovllu meahcceguovloiešlági seailluheapmi oktan báikkálaš olbmuid ruovttudárboguolástusain, meahccebivdduin ja lubmemiin leat mávssoleamos áššit.

source: Virkistyskäyttö on tärkeää erämaa-alueen koillisosassa Sevettijärven– Pulmankijärven (Čeavetjávri–Buolbmátjávri) alueella, Näätämöjoen (Njiävđám) varressa, moottorikelkkaurilla sekä kevättalvella pilkkijärvillä koko alueella.
sme: Lustageavaheapmi mearkkaša ollu meahcceguovllu nuortadavágeahčen Čeavetjávrri–Buolbmátjávrri-guovllus, Njávdánjoga siste ja guovllu meahccevuojáhagain ja giđđadálve bilkenjávrriin miehtá oppa guovllu.

source: Näillä perusteilla suurimman osan erämaa- ja soidensuojelualuetta tulee olla syrjävyöhykettä.
sme: Dáid ákkaid vuođul eanaš oassi meahcceguovllus ja jekkiidsuodjalanguovllus galgá gullat boaittobealeavádahkii.

source: Virkistysvyöhykkeellä turvataan sekä omatoimisen että ohjatun luontomatkailun edellytykset ja ohjataan erämaan virkistyskäyttöä siten, että erämaan muulle käytölle koituva haitta olisi mahdollisimman vähäinen.
sme: Lustageavahanavádagas dorvvastuvvojit sihke iešráđálaš ja stivrejuvvon luondduturismma vejolašvuođat ja stivrejuvvo meahcceguovllu lustageavaheapmi nu, ahte meahcceguovllu eará geavaheapmái čuohcci heajos bealit livčče nu uhccán go vejolaš.

source: Vyöhykkeistämisestä riippumatta poronhoidon ja luontaiselinkeinojen harjoittaminen on turvattu kaikkialla erämaassa ja soidensuojelualueella myös virkistysvyöhykkeellä, ja toisaalta jokamiehenoikeuksilla saa liikkua kaikkialla erämaassa myös syrjävyöhykkeellä (kuva 5).
sme: Avádatjuogus fuolakeahttá lea boazodoaluin ja luondduealáhusaiguin bargan dorvvastuvvon miehtá meahcceguovllu ja jekkiidsuodjalanguovllus maiddái lustageavahanavádagas ja nuppe dáfus juohkeolbmovuoigatvuođaiguin oažžu johtalit miehtá meahcceguovllu maiddái boaittobealaavádagas (govva 5).

source: Vyöhykejako perustuu olemassa olevan tilanteen kartoitukseen ja arvioon tulevaisuuden tarpeista eri käyttömuotojen osalta.
sme: Avádatjuohku vuođđuduvvá dasa ahte dálá dilli kártejuvvo ja boahttevaš dárbbut sierra geavahanhámiid hárrái árvvoštallojit.

source: Vyöhykkeistäminen turvaa porotalouden harjoittamisen edellytykset pitkällä tähtäimellä vähintäänkin nykyisellä tasolla, sillä se säätelee muun muassa virkistyskäytön rakenteiden sijoittumista ja maastoliikennettä.
sme: Avádatjuohku dorvvasta boazodoalliid vejolašvuođa bargat boazodoaluin guhkesáiggeulbmiliin uhcimustá dálá dásis, dasgo dat mudde earret eará lustageavaheami rusttegiid sajáiduvvama ja meahccejohtalusa.

source: Vyöhykkeet eivät rajoita paikallisten ihmisten perinteisiä oikeuksia – kuten poronhoitoa, metsästystä ja kalastusta.
sme: Avádagat eai gáržžit báikkálaš olbmuid árbevirolaš vuoigatvuođaid – dego boazodoalu, meahccebivddu ja guolástusa.

source: Kuva 5. Kaldoaivin erämaa-alueen ja Sammuttijängän–Vaijoenjängän soidensuojelualueen vyöhykejako.
sme: Govva 5. Gálddoaivvi ja Sámmotjeakki–Vadjotjeakki jekkiidsuodjalanguovllu avádatjuohku.

source: © Metsähallitus 2007, © Genimap Oy, Lupa L5293.
sme: © Meahciráđđehus 2007, © Genimap Oy, Lohpi L5293.

source:  Alue vyöhykkeistetään kahteen vyöhykkeeseen, jotka ohjaavat alueen käyttöä, rakenteiden sijoittamista sekä liikkumista ja lupapolitiikkaa: 1) syrjävyöhykkeeseen ja 2) virkistysvyöhykkeeseen (kuva 5, taulukko 1).
sme:  Guovlu juhkkojuvvo guoktin avádahkan, maid vuođul stivrejuvvo guovllu geavaheapmi, rusttegiid sajáiduvvan, johtaleapmi ja lohpepolitihkka. (1) boaittobealeavádat ja (2) lustageavahanavádat (govva 5, tabealla 1).
